Repository: wei18/Sudoku
Catalog: App/Minesweeper/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, th, zh_hans, zh_hant

source: Resume %@
es: Reanudar %@
ja: %@ を再開
ko: %@ 재개
th: เล่นต่อ %@
zh_hans: 继续 %@
zh_hant: 繼續 %@

source: Beginner
es: Principiante
ja: 初級
ko: 초급
th: มือใหม่
zh_hans: 初级
zh_hant: 初級

source: Intermediate
es: Intermedio
ja: 中級
ko: 중급
th: ระดับกลาง
zh_hans: 中级
zh_hant: 中級

source: Expert
es: Avanzado
ja: 上級
ko: 고급
th: ขั้นสูง
zh_hans: 高级
zh_hant: 高級

source: %lld day streak
es: Racha de %lld días
ja: %lld日連続
ko: %lld일 연속
th: ต่อเนื่อง %lld วัน
zh_hans: 连续 %lld 天
zh_hant: 連續 %lld 天

source: %lld × %lld · %lld mines
es: %lld × %lld · %lld minas
ja: %lld × %lld · 地雷%lld個
ko: %lld × %lld · 지뢰 %lld개
th: %lld × %lld · ทุ่นระเบิด %lld ลูก
zh_hans: %lld × %lld · %lld 个地雷
zh_hant: %lld × %lld · %lld 顆地雷

source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
th: ยกเลิก
zh_hans: 取消
zh_hant: 取消

source: Clear cache
es: Borrar caché
ja: キャッシュを消去
ko: 캐시 지우기
th: ล้างแคช
zh_hans: 清除缓存
zh_hant: 清除暫存

source: Version
es: Versión
ja: バージョン
ko: 버전
th: เวอร์ชัน
zh_hans: 版本
zh_hant: 版本

source: Generated puzzles will be re-derived next play. Saved games are not affected.
es: Los puzles se regenerarán la próxima vez. Las partidas guardadas no se verán afectadas.
ja: 次回プレイ時にパズルが再生成されます。保存済みのゲームには影響しません。
ko: 다음 플레이 시 퍼즐이 다시 생성됩니다. 저장된 게임에는 영향이 없습니다.
th: ปริศนาจะถูกสร้างใหม่ในการเล่นครั้งต่อไป เกมที่บันทึกไว้จะไม่ได้รับผลกระทบ
zh_hans: 下次游玩时将重新生成题目。已保存的进度不受影响。
zh_hant: 下次遊玩時將重新產生題目。已存進度不受影響。

source: Cache cleared
es: Caché borrada
ja: キャッシュを消去しました
ko: 캐시를 지웠습니다
th: ล้างแคชแล้ว
zh_hans: 已清除缓存
zh_hant: 已清除快取

source: Close
es: Cerrar
ja: 閉じる
ko: 닫기
th: ปิด
zh_hans: 关闭
zh_hant: 關閉

source: Couldn't clear cache
es: No se pudo borrar la caché
ja: キャッシュを消去できませんでした
ko: 캐시를 지우지 못했습니다
th: ไม่สามารถล้างแคชได้
zh_hans: 无法清除缓存
zh_hant: 無法清除快取

source: Acknowledgements
es: Reconocimientos
ja: 謝辞
ko: 라이선스
th: กิตติกรรมประกาศ
zh_hans: 致谢
zh_hant: 致謝

source: Notices
es: Avisos
ja: 法的情報
ko: 공지
th: ประกาศ
zh_hans: 声明
zh_hant: 聲明

source: Privacy Policy
es: Política de privacidad
ja: プライバシーポリシー
ko: 개인정보 처리방침
th: นโยบายความเป็นส่วนตัว
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Support
es: Soporte
ja: サポート
ko: 지원
th: การสนับสนุน
zh_hans: 支持
zh_hant: 支援

# gc.minesweeper.leaderboard.easy.daily.title
source: Daily Beginner
es: Principiante diario
ja: デイリー初級
ko: 데일리 초급
th: มือใหม่ประจำวัน
zh_hans: 今日初级
zh_hant: 今日初級

# gc.minesweeper.leaderboard.hard.daily.title
source: Daily Expert
es: Avanzado diario
ja: デイリー上級
ko: 데일리 고급
th: ขั้นสูงประจำวัน
zh_hans: 今日高级
zh_hant: 今日高級

# gc.minesweeper.leaderboard.medium.daily.title
source: Daily Intermediate
es: Intermedio diario
ja: デイリー中級
ko: 데일리 중급
th: ระดับกลางประจำวัน
zh_hans: 今日中级
zh_hant: 今日中級

# iap.minesweeper.remove_ads.description
source: Remove all in-app ads forever. Family Sharing.
es: Sin anuncios para siempre. Compartir en familia.
ja: アプリ内のすべての広告を永久に非表示にします。ファミリー共有対応。
ko: 앱 내 모든 광고를 영구적으로 제거합니다. 가족 공유 지원.
th: นำโฆษณาในแอปทั้งหมดออกถาวร รองรับการแชร์กันในครอบครัว
zh_hans: 永久移除 App 内所有广告。支持“家人共享”。
zh_hant: 永久移除 App 內所有廣告。支援「家人共享」。

# iap.minesweeper.remove_ads.name
source: Remove Ads
es: Eliminar anuncios
ja: 広告を非表示
ko: 광고 제거
th: นำโฆษณาออก
zh_hans: 移除广告
zh_hant: 移除廣告

source: Reminders
es: Recordatorios
ja: リマインダー
ko: 알림
th: การแจ้งเตือน
zh_hans: 提醒
zh_hant: 提醒

source: Daily reminder
es: Recordatorio diario
ja: デイリーのリマインダー
ko: 매일 알림
th: เตือนรายวัน
zh_hans: 每日提醒
zh_hant: 每日提醒

source: Turn off reminders
es: Desactivar recordatorios
ja: リマインダーをオフ
ko: 알림 끄기
th: ปิดการเตือน
zh_hans: 关闭提醒
zh_hant: 關閉提醒

source: Turn On
es: Activar
ja: オンにする
ko: 켜기
th: เปิด
zh_hans: 开启
zh_hant: 開啟

source: On
es: Activado
ja: オン
ko: 켜짐
th: เปิดอยู่
zh_hans: 已开启
zh_hant: 已開啟

source: Time
es: Hora
ja: 時刻
ko: 시간
th: เวลา
zh_hans: 时间
zh_hant: 時間

source: Notifications are off
es: Las notificaciones están desactivadas
ja: 通知がオフです
ko: 알림이 꺼져 있습니다
th: การแจ้งเตือนปิดอยู่
zh_hans: 通知已关闭
zh_hant: 通知已關閉

source: Fix
es: Corregir
ja: 修正
ko: 해결
th: แก้ไข
zh_hans: 修复
zh_hant: 修正

source: Never miss a Daily
es: No te pierdas el reto diario
ja: デイリーを見逃さない
ko: 데일리를 놓치지 마세요
th: ไม่พลาดโจทย์ประจำวัน
zh_hans: 别错过每日挑战
zh_hant: 別錯過每日挑戰

source: One gentle nudge a day, default 9 AM
es: Un recordatorio suave al día, 9 a. m. por defecto
ja: 1日1回のやさしい通知、デフォルトは午前9時
ko: 하루 한 번 가벼운 알림, 기본 오전 9시
th: เตือนเบา ๆ วันละครั้ง ค่าเริ่มต้น 9 โมงเช้า
zh_hans: 每天一条温和提醒，默认上午 9 点
zh_hant: 每天一則溫和提醒，預設早上 9 點

source: Adjustable anytime in Settings
es: Ajustable en cualquier momento en Ajustes
ja: 設定でいつでも変更できます
ko: 설정에서 언제든 변경 가능
th: ปรับได้ทุกเมื่อในการตั้งค่า
zh_hans: 可随时在设置中调整
zh_hant: 可隨時在設定中調整

source: Turn it off whenever you like
es: Desactívalo cuando quieras
ja: いつでもオフにできます
ko: 원할 때 언제든 끌 수 있어요
th: ปิดเมื่อไรก็ได้ตามต้องการ
zh_hans: 想关闭时随时都行
zh_hant: 想關閉時隨時都行

source: Remind me
es: Recordármelo
ja: 通知する
ko: 알림 받기
th: เตือนฉัน
zh_hans: 提醒我
zh_hant: 提醒我

source: Not now
es: Ahora no
ja: 後で
ko: 나중에
th: ไว้ก่อน
zh_hans: 暂时不要
zh_hant: 暫時不要

source: "Not now" keeps this for later — it does not ask iOS yet.
es: "Ahora no" lo guarda para más tarde: aún no se le pide permiso a iOS.
ja: 「後で」を選ぶと設定は保持され、まだ iOS には許可を求めません。
ko: "나중에"를 선택하면 설정이 유지되며 아직 iOS에 권한을 요청하지 않습니다.
th: “ไว้ก่อน” จะเก็บไว้ใช้ภายหลัง — ยังไม่ขออนุญาตจาก iOS
zh_hans: “暂时不要”会保留此选项稍后再用 — 目前不会向 iOS 请求权限。
zh_hant: 「暫時不要」會保留此選項稍後再用 — 目前不會向 iOS 要求權限。

source: Reminders are off
es: Los recordatorios están desactivados
ja: リマインダーがオフです
ko: 알림이 꺼져 있습니다
th: การเตือนปิดอยู่
zh_hans: 提醒已关闭
zh_hant: 提醒已關閉

source: Open Settings
es: Abrir Ajustes
ja: 設定を開く
ko: 설정 열기
th: เปิดการตั้งค่า
zh_hans: 打开设置
zh_hant: 開啟設定

source: Today's Minesweeper is ready
es: El Buscaminas de hoy está listo
ja: 今日のマインスイーパーが用意できました
ko: 오늘의 지뢰찾기가 준비됐어요
th: Minesweeper วันนี้พร้อมแล้ว
zh_hans: 今天的扫雷已准备好
zh_hant: 今天的踩地雷已準備好

source: Your daily boards are waiting — keep your streak going.
es: Tus tableros diarios te esperan: mantén tu racha.
ja: 今日のボードが待っています — 連続記録を伸ばしましょう。
ko: 오늘의 보드가 기다려요 — 연속 기록을 이어가세요.
th: กระดานประจำวันรออยู่ — รักษาสถิติต่อเนื่องของคุณไว้
zh_hans: 今日的雷区正在等你 — 延续你的连胜纪录。
zh_hant: 今日的雷區正在等你 — 延續你的連勝紀錄。

source: We'll let you know the moment tomorrow's Daily Minesweeper is ready.
es: Te avisaremos en cuanto esté listo el Buscaminas diario de mañana.
ja: 明日のデイリーマインスイーパーが用意できたらすぐにお知らせします。
ko: 내일의 데일리 지뢰찾기가 준비되는 순간 알려드릴게요.
th: เราจะแจ้งทันทีที่ Minesweeper ประจำวันของพรุ่งนี้พร้อม
zh_hans: 明天的每日扫雷一准备好，我们就会通知你。
zh_hant: 明天的每日踩地雷一準備好，我們就會通知你。

source: Notifications are turned off for Minesweeper in Settings, so we can't tell you when the Daily is ready.
es: Las notificaciones de Buscaminas están desactivadas en Ajustes, así que no podemos avisarte cuando el reto diario esté listo.
ja: マインスイーパーの通知が設定でオフになっているため、デイリーの準備ができてもお知らせできません。
ko: 설정에서 지뢰찾기 알림이 꺼져 있어 데일리가 준비돼도 알려드릴 수 없어요.
th: การแจ้งเตือนของ Minesweeper ถูกปิดในการตั้งค่า เราจึงไม่สามารถบอกคุณได้เมื่อโจทย์ประจำวันพร้อม
zh_hans: 扫雷的通知已在“设置”中关闭，因此我们无法在每日题目准备好时通知你。
zh_hant: 踩地雷的通知已在「設定」中關閉，因此我們無法在每日題目準備好時通知你。

source: Enable notifications in System Settings → Notifications → Minesweeper.
es: Activa las notificaciones en Ajustes del Sistema → Notificaciones → Buscaminas.
ja: 「システム設定」→「通知」→「Minesweeper」で通知をオンにしてください。
ko: 시스템 설정 → 알림 → Minesweeper에서 알림을 켜세요.
th: เปิดการแจ้งเตือนที่ การตั้งค่าระบบ → การแจ้งเตือน → Minesweeper
zh_hans: 请到“系统设置”→“通知”→“Minesweeper”开启通知。
zh_hant: 請至「系統設定」→「通知」→「Minesweeper」開啟通知。

source: Boom
es: ¡Bum!
ja: ドカン
ko: 펑!
th: บูม!
zh_hans: 轰！
zh_hant: 轟！

source: Boom. Lasted %@
es: Bum. Duraste %@
ja: ドカン。%@ もちました
ko: 펑. %@ 동안 버텼어요
th: บูม อยู่รอดได้ %@
zh_hans: 轰。坚持了 %@
zh_hant: 轟。撐了 %@

source: Couldn't load leaderboard.
es: No se pudo cargar la clasificación.
ja: リーダーボードを読み込めませんでした。
ko: 리더보드를 불러오지 못했습니다.
th: ไม่สามารถโหลดกระดานผู้นำได้
zh_hans: 无法加载排行榜。
zh_hant: 無法載入排行榜。

source: Couldn't load saved game.
es: No se pudo cargar la partida guardada.
ja: 保存済みのゲームを読み込めませんでした。
ko: 저장된 게임을 불러오지 못했습니다.
th: ไม่สามารถโหลดเกมที่บันทึกไว้ได้
zh_hans: 无法加载已保存的游戏。
zh_hant: 無法載入已儲存的遊戲。

source: Leaderboard
es: Clasificación
ja: ランキング
ko: 리더보드
th: กระดานผู้นำ
zh_hans: 排行榜
zh_hant: 排行榜

source: New Game
es: Nueva partida
ja: 新しいゲーム
ko: 새 게임
th: เกมใหม่
zh_hans: 新游戏
zh_hant: 新遊戲

source: Practice puzzles aren't ranked.
es: Los puzles de práctica no se clasifican.
ja: 練習パズルはランキングの対象外です。
ko: 연습 퍼즐은 순위에 포함되지 않아요.
th: ปริศนาฝึกฝนไม่นับเข้าอันดับ
zh_hans: 练习题目不计入排行榜。
zh_hant: 練習題目不計入排行榜。

source: Retry
es: Reintentar
ja: 再試行
ko: 다시 시도
th: ลองอีกครั้ง
zh_hans: 重试
zh_hant: 重試

source: Sign in to Game Center
es: Inicia sesión en Game Center
ja: Game Center にサインイン
ko: Game Center에 로그인
th: ลงชื่อเข้าใช้ Game Center
zh_hans: 请登录 Game Center
zh_hant: 請登入 Game Center

source: Sign in to Game Center to compare with others.
es: Inicia sesión en Game Center para compararte con otros.
ja: Game Center にサインインして他のプレイヤーとタイムを比較しましょう。
ko: Game Center에 로그인하여 다른 사람과 기록을 비교해 보세요.
th: ลงชื่อเข้าใช้ Game Center เพื่อเปรียบเทียบเวลากับคนอื่น
zh_hans: 登录 Game Center 以与他人比较成绩。
zh_hant: 登入 Game Center 以與他人比較成績。

source: Difficulty
es: Dificultad
ja: 難易度
ko: 난이도
th: ระดับความยาก
zh_hans: 难度
zh_hant: 難度

source: View this day's result
es: Ver el resultado de este día
ja: この日の結果を表示
ko: 이 날의 결과 보기
th: ดูผลลัพธ์ของวันนั้น
zh_hans: 查看这一天的成绩
zh_hant: 查看這一天的成績

source: View leaderboard
es: Ver clasificación
ja: ランキングを見る
ko: 리더보드 보기
th: ดูกระดานผู้นำ
zh_hans: 查看排行榜
zh_hant: 查看排行榜

source: You won
es: ¡Ganaste!
ja: クリア
ko: 승리
th: คุณชนะ
zh_hans: 你赢了
zh_hant: 你贏了

source: You won in %@
es: Ganaste en %@
ja: %@ でクリア
ko: %@ 만에 승리
th: ชนะใน %@
zh_hans: 用时 %@ 获胜
zh_hant: 用時 %@ 獲勝

source: Sound
es: Sonido
ja: サウンド
ko: 소리
th: เสียง
zh_hans: 声音
zh_hant: 聲音

source: Music Volume
es: Volumen de la música
ja: 音楽の音量
ko: 음악 볼륨
th: ระดับเสียงเพลง
zh_hans: 音乐音量
zh_hant: 音樂音量

source: Sound Effects Volume
es: Volumen de los efectos
ja: 効果音の音量
ko: 효과음 볼륨
th: ระดับเสียงเอฟเฟกต์
zh_hans: 音效音量
zh_hant: 音效音量

source: Background Music
es: Música de fondo
ja: BGM
ko: 배경 음악
th: เพลงประกอบ
zh_hans: 背景音乐
zh_hant: 背景音樂

source: Haptics
es: Respuesta táctil
ja: 触覚フィードバック
ko: 햅틱
th: การสั่นตอบสนอง
zh_hans: 触感反馈
zh_hant: 觸覺回饋

source: Pause
es: Pausar
ja: 一時停止
ko: 일시정지
th: หยุดชั่วคราว
zh_hans: 暂停
zh_hant: 暫停

source: Play Again
es: Jugar de nuevo
ja: もう一度プレイ
ko: 다시 하기
th: เล่นอีกครั้ง
zh_hans: 再玩一次
zh_hant: 再玩一次

source: Resume
es: Reanudar
ja: 再開
ko: 재개
th: เล่นต่อ
zh_hans: 继续
zh_hant: 繼續

source: Tap to resume
es: Toca para reanudar
ja: タップして再開
ko: 탭하여 재개
th: แตะเพื่อเล่นต่อ
zh_hans: 点按以继续
zh_hant: 點擊以繼續

source: Game Paused
es: Juego en pausa
ja: 一時停止中
ko: 게임 일시정지
th: เกมหยุดชั่วคราว
zh_hans: 游戏已暂停
zh_hant: 遊戲已暫停

# leave.game.cancel
source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
th: ยกเลิก
zh_hans: 取消
zh_hant: 取消

# leave.game.close
source: Close
es: Cerrar
ja: 閉じる
ko: 닫기
th: ปิด
zh_hans: 关闭
zh_hant: 關閉

# leave.game.leave
source: Leave
es: Salir
ja: 離れる
ko: 나가기
th: ออก
zh_hans: 离开
zh_hant: 離開

# leave.game.message
source: Your progress is saved automatically when you're signed in to iCloud.
es: Tu progreso se guarda automáticamente cuando inicias sesión en iCloud.
ja: iCloudにサインインしていると、進行状況は自動的に保存されます。
ko: iCloud에 로그인되어 있으면 진행 상황이 자동으로 저장됩니다.
th: ความคืบหน้าของคุณจะถูกบันทึกโดยอัตโนมัติเมื่อลงชื่อเข้าใช้ iCloud
zh_hans: 登录 iCloud 后，您的进度将自动保存。
zh_hant: 登入 iCloud 後，您的進度將自動儲存。

# leave.game.title
source: Leave Game?
es: ¿Salir del juego?
ja: ゲームを離れますか？
ko: 게임을 나가시겠습니까?
th: ออกจากเกมหรือไม่?
zh_hans: 离开游戏？
zh_hant: 離開遊戲？

source: Failed
es: Fallido
ja: 失敗
ko: 실패
th: ล้มเหลว
zh_hans: 失败
zh_hant: 失敗

source: Active
es: Activo
ja: 有効
ko: 활성
th: ใช้งานอยู่
zh_hans: 已启用
zh_hant: 已啟用

source: Ads Removed
es: Anuncios eliminados
ja: 広告を削除済み
ko: 광고 제거됨
th: นำโฆษณาออกแล้ว
zh_hans: 已移除广告
zh_hant: 已移除廣告

source: Purchases
es: Compras
ja: 購入
ko: 구매
th: การซื้อ
zh_hans: 购买
zh_hant: 購買

source: Remove Ads
es: Eliminar anuncios
ja: 広告を削除
ko: 광고 제거
th: นำโฆษณาออก
zh_hans: 移除广告
zh_hant: 移除廣告

source: Restore Purchases
es: Restaurar compras
ja: 購入を復元
ko: 구매 복원
th: กู้คืนการซื้อ
zh_hans: 恢复购买
zh_hant: 回復購買項目

# att.primer.body
source: We don't build a profile of you. With your permission, ads can use your device's advertising identifier to stay relevant. Decline and ads still show — just less tailored. You can also remove ads entirely.
es: No creamos un perfil tuyo. Con tu permiso, los anuncios pueden usar el identificador de publicidad de tu dispositivo para seguir siendo relevantes. Si no aceptas, los anuncios se siguen mostrando, solo que menos personalizados. También puedes quitar los anuncios por completo.
ja: あなたのプロフィールを作成することはありません。許可すると、広告は端末の広告識別子を使って関連性を保ちます。許可しなくても広告は表示されますが、最適化は弱まります。広告を完全に削除することもできます。
ko: 사용자의 프로필을 만들지 않아요. 허용하면 광고가 기기의 광고 식별자를 사용해 관련성을 유지해요. 거부해도 광고는 계속 표시되며, 맞춤 정도만 줄어들어요. 광고를 완전히 제거할 수도 있어요.
th: เราไม่สร้างโปรไฟล์ของคุณ เมื่อคุณอนุญาต โฆษณาจะใช้ตัวระบุโฆษณาของอุปกรณ์เพื่อให้ตรงกับความสนใจ หากไม่อนุญาต โฆษณายังคงแสดงอยู่ เพียงแต่ปรับให้เหมาะกับคุณน้อยลง คุณยังนำโฆษณาออกทั้งหมดได้ด้วย
zh_hans: 我们不会建立你的个人档案。在你同意的情况下，广告可使用设备的广告标识符以保持相关性。拒绝后广告仍会显示，只是不那么贴合你的喜好。你也可以完全移除广告。
zh_hant: 我們不會建立你的個人檔案。在你同意的情況下，廣告可使用裝置的廣告識別碼以維持相關性。拒絕後廣告仍會顯示，只是較不貼近你的喜好。你也可以完全移除廣告。

# att.primer.continue
source: Continue
es: Continuar
ja: 続ける
ko: 계속
th: ดำเนินการต่อ
zh_hans: 继续
zh_hant: 繼續

# att.primer.notNow
source: Not now
es: Ahora no
ja: 後で
ko: 나중에
th: ไว้ภายหลัง
zh_hans: 暂不
zh_hant: 暫時不要

# att.primer.title
source: Keep your ads relevant
es: Mantén tus anuncios relevantes
ja: 広告を関連性のある内容に
ko: 관련성 있는 광고 유지하기
th: ให้โฆษณาตรงกับความสนใจของคุณ
zh_hans: 让广告更贴近你
zh_hant: 讓廣告更貼近你

# error.userFacing.gameCenterUnauthenticated.body
source: Sign in to Game Center to continue.
es: Inicia sesión en Game Center para continuar.
ja: Game Center にサインインしてください。
ko: Game Center에 로그인하세요.
th: ลงชื่อเข้าใช้ Game Center เพื่อดำเนินการต่อ
zh_hans: 请登入 Game Center 后再继续。
zh_hant: 請先登入 Game Center 再繼續。

# error.userFacing.iCloudSignedOut.body
source: iCloud is signed out. Progress is kept on this device.
es: iCloud está desconectado. El progreso se guarda en este dispositivo.
ja: iCloud にサインインしていません。進行状況はこのデバイスに保存されます。
ko: iCloud에서 로그아웃되었습니다. 진행 상황은 이 기기에 저장됩니다.
th: ออกจากระบบ iCloud แล้ว ความคืบหน้าจะบันทึกในเครื่องนี้
zh_hans: iCloud 已登出,进度保留在本机。
zh_hant: iCloud 已登出,進度保留在本機。

# error.userFacing.networkUnavailable.body
source: No internet connection. Try again later.
es: Sin conexión a internet. Inténtalo más tarde.
ja: インターネットに接続できません。あとでもう一度お試しください。
ko: 인터넷에 연결할 수 없습니다. 잠시 후 다시 시도해 주세요.
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต ลองอีกครั้งภายหลัง
zh_hans: 没有网络连线,请稍后再试。
zh_hant: 目前無網路連線,請稍後再試。

# error.userFacing.persistencePermanent.body
source: Couldn't save your progress. Please free up space and try again.
es: No se pudo guardar el progreso. Libera espacio e inténtalo de nuevo.
ja: 進行状況を保存できませんでした。空き容量を確保してもう一度お試しください。
ko: 진행 상황을 저장하지 못했습니다. 저장 공간을 확보한 뒤 다시 시도해 주세요.
th: บันทึกความคืบหน้าไม่สำเร็จ กรุณาเพิ่มพื้นที่ว่างแล้วลองอีกครั้ง
zh_hans: 无法保存进度,请释放空间后再试。
zh_hant: 無法儲存進度,請釋出空間後再試。

# error.userFacing.unknown.body
source: Something went wrong. Please try again.
es: Algo salió mal. Inténtalo de nuevo.
ja: 問題が発生しました。もう一度お試しください。
ko: 문제가 발생했습니다. 다시 시도해 주세요.
th: เกิดข้อผิดพลาด กรุณาลองอีกครั้ง
zh_hans: 发生错误,请再试一次。
zh_hant: 發生錯誤,請再試一次。

source: Reveal
es: Revelar
ja: 開く
ko: 열기
th: เปิด
zh_hans: 翻开
zh_hant: 翻開

source: Flag
es: Marcar
ja: 旗
ko: 깃발
th: ปักธง
zh_hans: 插旗
zh_hant: 插旗

source: Tap mode: %@
es: Modo de toque: %@
ja: タップモード：%@
ko: 탭 모드: %@
th: โหมดแตะ: %@
zh_hans: 点击模式：%@
zh_hant: 點擊模式：%@

source: Double tap to switch tap mode
es: Toca dos veces para cambiar el modo de toque
ja: ダブルタップでタップモードを切り替え
ko: 두 번 탭하여 탭 모드 전환
th: แตะสองครั้งเพื่อสลับโหมดแตะ
zh_hans: 点两下切换点击模式
zh_hant: 點兩下切換點擊模式

source: Unflag
es: Desmarcar
ja: 旗を外す
ko: 깃발 해제
th: ถอนธง
zh_hans: 取消插旗
zh_hant: 取消插旗

source: Ready
es: Listo
ja: 準備完了
ko: 준비 완료
th: พร้อม
zh_hans: 就绪
zh_hant: 就緒

source: Playing
es: Jugando
ja: プレイ中
ko: 플레이 중
th: กำลังเล่น
zh_hans: 进行中
zh_hant: 進行中

source: Paused
es: Pausado
ja: 一時停止中
ko: 일시정지됨
th: หยุดชั่วคราว
zh_hans: 已暂停
zh_hant: 已暫停

source: Hidden
es: Oculta
ja: 非表示
ko: 숨김
th: ซ่อนอยู่
zh_hans: 隐藏
zh_hant: 隱藏

source: Flagged
es: Marcada
ja: 旗あり
ko: 깃발 표시됨
th: ปักธงแล้ว
zh_hans: 已插旗
zh_hant: 已插旗

source: Empty
es: Vacía
ja: 空白
ko: 빈칸
th: ว่าง
zh_hans: 空白
zh_hant: 空白

source: Mine
es: Mina
ja: 地雷
ko: 지뢰
th: ระเบิด
zh_hans: 地雷
zh_hant: 地雷

source: Row %lld, Column %lld
es: Fila %lld, columna %lld
ja: %lld行目、%lld列目
ko: %lld행 %lld열
th: แถว %lld คอลัมน์ %lld
zh_hans: 第 %lld 行，第 %lld 列
zh_hant: 第 %lld 列，第 %lld 欄

source: Statistics
es: Estadísticas
ja: 統計
ko: 통계
th: สถิติ
zh_hans: 统计
zh_hant: 統計

source: Wins / times / averages
es: Victorias / tiempos / promedios
ja: 勝利数 / タイム / 平均
ko: 승리 / 시간 / 평균
th: ชัยชนะ / เวลา / ค่าเฉลี่ย
zh_hans: 胜场 / 时间 / 平均
zh_hant: 勝場 / 時間 / 平均

source: Best
es: Mejor
ja: ベスト
ko: 최고
th: ดีที่สุด
zh_hans: 最佳
zh_hant: 最佳

source: Average
es: Promedio
ja: 平均
ko: 평균
th: เฉลี่ย
zh_hans: 平均
zh_hant: 平均

source: Stats sync with your iCloud account.
es: Las estadísticas se sincronizan con tu cuenta de iCloud.
ja: 統計データはiCloudアカウントと同期されます。
ko: 통계는 iCloud 계정과 동기화됩니다.
th: สถิติจะซิงค์กับบัญชี iCloud ของคุณ
zh_hans: 统计数据会与你的 iCloud 账户同步。
zh_hant: 統計資料會與你的 iCloud 帳號同步。

source: %@, today, not yet completed
es: %@, hoy, aún sin completar
ja: %@、今日、まだ完了していません
ko: %@, 오늘, 아직 미완료
th: %@, วันนี้, ยังไม่เสร็จสิ้น
zh_hans: %@,今天,尚未完成
zh_hant: %@,今天,尚未完成

source: %@, today, completed
es: %@, hoy, completado
ja: %@、今日、完了
ko: %@, 오늘, 완료
th: %@, วันนี้, เสร็จสิ้น
zh_hans: %@,今天,已完成
zh_hant: %@,今天,已完成

source: %@, missed
es: %@, sin completar
ja: %@、未完了
ko: %@, 미완료
th: %@, ไม่เสร็จสิ้น
zh_hans: %@,未完成
zh_hant: %@,未完成

source: %@, completed
es: %@, completado
ja: %@、完了
ko: %@, 완료
th: %@, เสร็จสิ้น
zh_hans: %@,已完成
zh_hant: %@,已完成

source: %lld completed
es: %lld completados
ja: %lld回完了
ko: %lld회 완료
th: เสร็จสิ้น %lld ครั้ง
zh_hans: 已完成 %lld 局
zh_hant: 已完成 %lld 局

source: best time %@
es: mejor tiempo %@
ja: ベストタイム %@
ko: 최고 기록 %@
th: เวลาที่ดีที่สุด %@
zh_hans: 最佳时间 %@
zh_hant: 最佳時間 %@

source: no best time yet
es: aún sin mejor tiempo
ja: ベストタイムはまだありません
ko: 아직 최고 기록 없음
th: ยังไม่มีเวลาที่ดีที่สุด
zh_hans: 尚无最佳时间
zh_hant: 尚無最佳時間

source: average time %@
es: tiempo promedio %@
ja: 平均タイム %@
ko: 평균 기록 %@
th: เวลาเฉลี่ย %@
zh_hans: 平均时间 %@
zh_hant: 平均時間 %@

source: Completed
es: Completado
ja: 完了
ko: 완료
th: เสร็จสิ้น
zh_hans: 已完成
zh_hant: 已完成

source: Daily
es: Diario
ja: デイリー
ko: 데일리
th: ประจำวัน
zh_hans: 每日
zh_hant: 今日

source: Practice
es: Práctica
ja: 練習
ko: 연습
th: ฝึกฝน
zh_hans: 练习
zh_hant: 練習

source: Share App
es: Compartir app
ja: アプリを共有
ko: 앱 공유
th: แชร์แอป
zh_hans: 分享 App
zh_hant: 分享 App

source: Write a Review
es: Escribir una reseña
ja: レビューを書く
ko: 리뷰 작성
th: เขียนรีวิว
zh_hans: 撰写评价
zh_hant: 撰寫評論

source: Invite Friends
es: Invitar amigos
ja: フレンドを招待
ko: 친구 초대
th: เชิญเพื่อน
zh_hans: 邀请好友
zh_hant: 邀請朋友

source: Remind me when tomorrow's boards are ready
es: Avísame cuando los tableros de mañana estén listos
ja: 明日のボードが準備できたら通知
ko: 내일의 보드가 준비되면 알려주세요
th: เตือนฉันเมื่อกระดานของพรุ่งนี้พร้อม
zh_hans: 明天的雷区准备好时提醒我
zh_hant: 明天的雷區準備好時提醒我

source: 7+ day streak
es: Racha de 7+ días
ja: 7日以上連続
ko: 7일 이상 연속
th: ต่อเนื่อง 7 วันขึ้นไป
zh_hans: 连续 7 天以上
zh_hant: 連續 7 天以上

source: A gentle daily nudge, default 9 AM — adjustable in Settings
es: Un recordatorio suave al día, 9 a. m. por defecto — ajustable en Ajustes
ja: 1日1回のやさしい通知、デフォルトは午前9時 — 設定で変更できます
ko: 하루 한 번 가벼운 알림, 기본 오전 9시 — 설정에서 변경 가능
th: เตือนเบา ๆ วันละครั้ง ค่าเริ่มต้น 9 โมงเช้า — ปรับได้ในการตั้งค่า
zh_hans: 每天一条温和提醒，默认上午 9 点 — 可在设置中调整
zh_hant: 每天一則溫和提醒，預設早上 9 點 — 可在設定中調整
